[
  "Cows have best friends and can become stressed when they are separated.",
  "Honey never spoils. It can last for centuries without going bad.",
  "A group of owls is called a parliament.",
  "Bananas are berries, but strawberries aren't.",
  "The Eiffel Tower can be 15 cm taller during the summer due to thermal expansion.",
  "The average person laughs about 15 times a day.",
  "A single cloud can weigh as much as 1 million pounds.",
  "Your taste buds have a lifespan of about 10 to 14 days.",
  "The longest recorded hiccuping lasted for 68 years!",
  "Bees can recognize human faces.",
  "The world's largest desert is Antarctica.",
  "A day on Venus is longer than a year on Venus.",
  "Butterflies taste with their feet.",
  "The dot over the letter 'i' is called a tittle.",
  "A group of flamingos is called a 'flamboyance.'",
  "The shortest war in history was between Britain and Zanzibar, lasting only 38 minutes.",
  "The smell of freshly-cut grass is actually a plant distress call.",
  "Elephants are the only animals that can't jump.",
  "There are more possible iterations of a game of chess than there are atoms in the observable universe.",
  "The world's oldest toy is a stick, according to archaeological finds.",
  "Octopuses have three hearts.",
  "Sloths can hold their breath longer than dolphins can.",
  "Sharks existed before trees.",
  "A bolt of lightning contains enough energy to toast 100,000 slices of bread.",
  "There’s a species of jellyfish that is biologically immortal.",
  "Wombat poop is cube-shaped.",
  "A group of porcupines is called a prickle.",
  "Otters hold hands while sleeping to avoid drifting apart.",
  "The unicorn is the national animal of Scotland.",
  "A day on Mercury lasts longer than its year.",
  "The hashtag symbol is technically called an octothorpe.",
  "A bolt of lightning is five times hotter than the surface of the sun.",
  "Some cats are allergic to humans.",
  "A shrimp’s heart is in its head.",
  "Dolphins have names for each other.",
  "Some turtles can breathe through their butts.",
  "The moon has moonquakes.",
  "Peanuts are not nuts—they’re legumes.",
  "A group of crows is called a murder.",
  "There are more stars in the universe than grains of sand on Earth.",
  "Avocados are berries.",
  "Koalas have fingerprints almost identical to humans.",
  "A jiffy is an actual unit of time: 1/100th of a second.",
  "The average human body has enough iron to make a 3-inch nail.",
  "Hot water freezes faster than cold water—this is called the Mpemba effect.",
  "The tongue is the only muscle in one's body that is attached from one end.",
  "You can hear a blue whale’s heartbeat from 2 miles away.",
  "Tomatoes were once thought to be poisonous in Europe.",
  "Some fungi create zombies, then control their minds.",
  "Banging your head against a wall for one hour burns 150 calories.",
  "Snails can sleep for up to 3 years.",
  "The total weight of all the ants on Earth equals the weight of all the humans.",
  "The inventor of the frisbee was turned into a frisbee after he died.",
  "Humans share about 60% of their DNA with bananas.",
  "You can't hum while holding your nose closed.",
  "Octopuses have blue blood.",
  "Pineapples take about two years to grow.",
  "A snail can have more than 14,000 teeth.",
  "Dogs can smell your feelings.",
  "Sea otters have a pouch where they store their favorite rock.",
  "Polar bears have black skin under their white fur.",
  "An apple can wake you up more effectively than caffeine.",
  "The heart of a shrimp is located in its head.",
  "You burn more calories sleeping than watching TV.",
  "Some sea cucumbers fight off predators by shooting out their own organs.",
  "Bats always turn left when exiting a cave.",
  "It's impossible to sneeze with your eyes open.",
  "The Twitter bird actually has a name – Larry.",
  "Tigers have striped skin, not just striped fur.",
  "The inventor of the microwave appliance only received $2 for his discovery.",
  "Humans are the only animals that blush.",
  "An octopus can taste with its arms.",
  "The word “nerd” was first coined by Dr. Seuss.",
  "Bubble wrap was originally invented as wallpaper.",
  "Bananas glow blue under black light.",
  "Pigeons can do math at the level of a kindergartner.",
  "The longest wedding veil was the same length as 63.5 football fields.",
  "A baby puffin is called a puffling.",
  "Jellyfish have been around for more than 500 million years.",
  "Sunsets on Mars are blue.",
  "The first computer mouse was made of wood.",
  "The smell of rain is called petrichor.",
  "There are more fake flamingos in the world than real ones.",
  "Apples float because they’re 25% air.",
  "You can’t lick your own elbow (but you probably just tried).",
  "A bolt of lightning can reach temperatures hotter than the sun.",
  "Some insects can live without their heads for weeks.",
  "You have taste buds in your throat.",
  "Frogs can freeze without dying.",
  "The first oranges weren’t orange.",
  "Turtles can breathe through their butts.",
  "Some fish cough.",
  "The word “set” has the highest number of different meanings in English.",
  "The average pencil can draw a line 35 miles long.",
  "A strawberry isn't a berry, but a banana is.",
  "Rats laugh when tickled.",
  "Wearing headphones for an hour increases the bacteria in your ear by 700 times.",
  "There's a planet made of diamonds.",
  "Chewing gum boosts mental performance.",
  "A crocodile can’t stick its tongue out.",
  "A group of frogs is called an army.",
  "A newborn kangaroo is the size of a lima bean.",
  "Earthquakes can turn water into gold.",
  "The name for the shape of Pringles is called a hyperbolic paraboloid.",
  "Slugs have four noses.",
  "A bolt of lightning can contain up to one billion volts of electricity.",
  "The average person will spend six months of their life waiting for red lights to turn green."
]
